stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/50-wf1-50-wf2-200-wf3/wave-iteration-2/out-wf1-50-2022-01-27_23:02:09.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    15m1.612222831s, 14m59.980068814s, 1.632154017s
Latencies     [mean, 50, 95, 99, max]  217.604575ms, 139.515433ms, 686.379854ms, 1.600216435s, 3.550384449s
Bytes In      [total, mean]            477955908, 10621.24
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  95.73%
Status Codes  [code:count]             200:43077  500:1923  
Error Set:
500 Internal Server Error